{
    "header": "Интересноэ",
    "content":   "Набор материалов, которые кажуцо мне интересным. Cайты, каналы на ю-тупе и так далее. Feel free to Xplore\n[URL:http://www.mirekw.com/ca/]{Mirek Cellebration}. Ресурс, посвященный клеточным автоматам, способам их моделирования, визуализации. Описание разных семейств правил с примерами и исходниками для программы - модели.\n[URL:https://projectrho.com/public_html/rocket/]{Nuclear Rockets}. Онлайн-справочник по продвинутым силовым установкам. Ядерники, плазменники, термояд и т.д. Имеется некоторый матан, но дозы умеренные. Хорошо поясняет перспективы реальной космонавтики и ключевые технологии для того, чтобы выпрыгнуть за пределы НОО\n[URL:https://www.buran.ru]{Buran-Energia}. Подробные воспоминания по проекту \"Буран\" и его предшественникам (Спираль, БОР-ы). Много картинок и трехмерок того, что как было реализовано в железе, так и того, что не ушло дальше чертежной доски\n[URL:https://spacemorgue.com]{SpaceMorgue}. Андерграунд, трансгуманизм, киберпанк, urban decay. Как мы любим. Одна из главных достопримечательностей ресура - \"некролог\" по все еще живому тушкой, но духом давно покинувшему нас Иероврату Гугонскому\n[URL:https://wiki.c2.com/]{wikic2}. Минималистичная вики, посвященная программизму, системному анализу и управлению софтом. Позиции участников можно оспорить, но паттерны и антипаттерны на всех уровнях от кода до подхода манагеров описаны подробно и доходчиво\n[URL: https://1mb.club/]{Клуб мегабайта}. Онлайн-доска почета сайтов, которые смогли отказаться от лишнего дрека и смогли стать легче мегабайта. Освежающий взгляд на веб-разработку после вакханалии фреймворков\n[URL:https://fortunatus.livejournal.com/130356.html]{Тардевистика}. Интересная серия футурологических очерков по \"контурам ближайшего будущего\n[URL:https://www.youtube.com/@WINGEDD00M]{wingeddoom}. Годный чувак, многое сделавший для пиксельарта. Имхо вершина его творчества - проект STEALER\n[URL:https://www.youtube.com/@ArtisansofVaul]{Artisans of Vaul}. Ничего особенного, просто YT-канал с большим количеством базовых приемов 3D-моделирования\n[URL:https://www.youtube.com/@JoshGambrell]{Josh Gambrell}. Еще один трехмерщик. Выкладывает много \"разогревных\" упражнений на хард-серфейс с минимальным юзанием сторонних плагинов\n[URL:https://www.youtube.com/@isaacarthurSFIA]{UpwardBound}. YT-канал, посвященный реалистичному освоению космоса. Ну т.е тому, как это нужно делать \"по-взрослому\", с планомерным построением инфры и опорой на реалистичные, а не хайповые технологии\nP.S. Настоятельно рекомендую задействовать дивную утилиту [URL:https://github.com/yt-dlp/yt-dlp/releases]{yt-dlp}, а то мало ли что. Заодно будет годнота для насыщения пустого и скучного Чебурнета, бггыыыы",
    "meta": {
        "ID": 1, "tags": ["это_пиар", "ништяки", "паутина"], "about": { "author": "crystal_project", "datetime": 1706973286083 }
    }
}