{
    "header": "Космические станции для чайников",
    "content":   "Космос - это круто. В нем - совершенно бесплатная энергиия, которая не рассеивается почем зря в атмосфере. В вакууме и микрогравитации можно плавить металл и выращивать монокристаллы, не опасаясь, что материал окислится и загрязнится пылинками. Космос - это одна огромная \"чистая комната\". А еще копать железоникелевую руду в силе тяжести 1/1000 от земной намного проще.\n[IMG: o_neil_cylinder.gif]\nЭто цилиндр О`Нейла. И он большой. 32км от торца до торца.\nНо. Людям надо жить, обслуживать технику и развертывать производство, пока не будут созданы крупноразмерные станции-колонии. Для строительства цилиндра О`Нейла или Стенфордского тора нужно количество материала, которое нереально поднять из гравиколодца Земли. А создание инфры по добыче, очистке и транспортированию ресурсов и полуфабрикатов с поверхности Луны (или с пригнанного на околоземную орбиту астероида) требует \"бытовок\" и \"гаражей\", где живет и работает персонал, базируется и обсуживается техника, хранятся топливо, расходники, вода, сборочных узлы.\nСоздание специализированных модулей для временных поселений - не лучший шаг, поскольку когда такой модуль выходит на орбиту, вместе с ним выходит и опустевший топливный бак верхней ступени, обладающий обхемом, сопоставимым с полезным объемом самого модуля. Если очистить бак верхней ступени от остатков топлива, разместить внутри радиационную защиту, загерметизировать заново и наполнить целевой нагрузкой - СЖО, производственным оборудованием, каютами (которые можно вывести на НОО отдельно), то мы получим полноценным жилой и/или производственный модуль. Подобный подход рассматривалась с внешними топливными баками Space Shuttle - в проекте [URL:https://aeromaster.tripod.com/grp.htm#II14]{GEODE}, предложенном центром НАСА им. Джонсона (Хьюстон) в самом конце 90-ых годов\nИменно такая схема была выбрана сначала для станции [URL:https://www.nasa.gov/history/skylab-americas-first-space-station/]{SkyLab}, и от нее отказались лишь потому, что со свертыванием лунной программы освободились свертхяжелые носители Saturn-5, которые были в состоянии доставить уже укомплектованную станцию (которая все равно изготавливалась из переоснащенной третьей ступени \"Сатурна\").\nЕсли модуль выполняет задачу, не требующую наличия атмосферы (размещения топливных баков, крупноразмерных антенн, стыковочных узлов под другие модули ), то его можно выполнить в виде разборной фермы, которая в разобранном виде выводится на орбиту. По такой схеме построена [URL: https://spacecraftearth.com/portfolio/iss-integrated-truss-structure/]{МКС}, где на ферме размещаются солнечные панели, радиаторы и блоки аккумуляторов.\nПоскольку на такую ферму не будет действовать вес, а нагрузки от маршевых и маневровых двигателей малы по сравнению с массой станции (спойлер - станции будет весить 400 - 500т, а ее маршевый двигатель дает тягу не больше 100кГс), то ее можно сделать \"ажурной\", легкой, так что в объеме нескольких десятков м3 можно доставить несколько сот метров ферменной конструкции (в собранном виде).Прототипы таких ферменных конструкций уже были обкатаны на станции \"Мир\" - установки [URL:https://rusdarpa.ru/?p=17676]{СОФОРА} и [URL:http://vm1.culture.ru/muzey_imeni_tsiolkovskogo/catalog/small/0002900179/]{РАПАНА}\nСоздание орбитального модуля может выглядеть так:\n - С Земли стартует сверхтяж, полезная нагрузка которого - сборочные комплекты радиационной и противометеоритной защиты, герметик и средства его нанесения, крепежные комплекты.\n - К верхней ступени поднимается пилотируемый корабль с командой сборки и монтажа. Выведенный аналогичным \"сверхтяжем\", он должен обладать большим (~ месяц) временем автономности и быть способным помимо экипажа доставить запасы воды, воздуха и топлива. Пока корабль пристыкован к модулю, его двигательная установка используется для поддержания и коррекции орбиты модуля\nМодули могут быть объединены попарно, так что при их вращении возникнет искусственная сила тяжести. Возможный вариант \"жилой зоны\" станции начального этапа - две группы из четырех модулей, соединенных [URL:https://www.theverge.com/2019/9/13/20863143/bigelow-aerospace-b330-inflatable-space-habitat-nasa-nextstep-astronauts]{надувными коридорами}, проложенными внутри стыковочных фрем. Вращаясь в противоположных направлениях, группы модулей скомпенсируют вращательный момент, действующий на корпус станции\n[IMG: power_tower.gif, power_tower_2.gif]\nСтанция PowerTower, так и не реализованная в железе. Если приделать к ней обитаемые модули и движки - получится космический \"гуляй-город\", зародыш будущей верфи.\nЗащита от микрометеоритов может состоять из комбинации щитов Уиппла и [URL: https://www.nanonewsnet.ru/news/2008/antikorrozionnye-samozalechivayushchiesya-pokrytiya]{самозалечивающегося наносимого покрытия}, которое герметизирует возникающие микротрещины и небольшие пробоины\nЭнергетическая установка станции может быть гибридной - к примеру, на базе [URL:https://www.biblioatom.ru/archievements/pervye-yadernye-ustanovki-v-kosmose/]{ЯЭУ малой мощности (\"Топаз\", \"Енисей\")} , комплексированной с термосолнечной энергоустановкой (пример - [URL: https://cyberleninka.ru/article/n/bolshaya-solnechnaya-pech]{Паркентская Солнечная Печь, подробнее - на КиберЛенинке}) и аккумуляторными батареями. Такой источник энергии состоит из блока отражателей, которые фокусируют солнечное излучение на теплообменнике, через который протекает рабочее тело. Нагретое рабочее тело затем поступает в поршневую или газотурбинную установку, а затем в радиаторы. Хотя термоустановка тяжелее и сложнее механически (поршневой или газотурбинный агрегат, редуктор, клапаны и газоходы), но ее КПД выше [~0.3 - 0.4] по сравнению с солнечной батареей - [0.15 - 0.2] и не падает со временем из-за деградация полупроводника под воздействием космического излучения.\n[IMG: solar_furnace.gif, solar_furnace_2.gif]\nБольшая солнечная печь Паркетна и \"линейная\" печь. Кстати, такую печь удобно разворачивать для сохранения оптимального угла освещения, чтобы лучи фокусировались на трубе с теплоносителем\n[IMG: us_a_p_plazma.gif]\nСпутники с ядерной силовой установкой - сверху и слева УС-П (с антенной радиотехнической разведки), справа - УС-А (с радиолокатором), внизу слева - спутник-демонстратор \"Плазма-А\" для летных испытаний ядерного реактора с эмиссионным преобразователем. Кстати, на спутника этой серии применялся плазменный ракетный двигатель\n[IMG: MIR_2_1984.gif]\nСтанция МИР-2. \"Тарелки\" - солнечные концентраторы бортовой энергосистемы\nЯдерная энергетическая установка питает основные системы (СЖО, гиростабилизаторы, бортовую компьютерную сеть, освещение, двигатели малой тяги и т.д.) на \"темных\" участках траектории и компенсирует потери мощности при выходе из строя модулей термосолнечных преобразователей\nДля большей эффективности на котел термоустановки можно установить [URL: https://www.booksite.ru/fulltext/1/001/008/110/166.htm]{термоэмиссионный преобразователь}, генерирующий ~3.5-4.0% дополнительной мощности от подведенного к котлу теплового потока. Примером такой энергоустановки - преобразователь ядерного реактора \"Енисей\", созданный и прошедший наземный испытания в конце 80-ых годов прошлого века\n \nКПД отражателя (углерод-углеродная ферма с майларовым полотном, покрытым алюминиевой пленкой) ~ 0.9\nКПД газотурбинной установки ~ 0.4\nКПД редуктора ~ 0.98\nКПД генератора ~ 0.9\nСуммарный КПД преобразователя ~ 32%, с учетом термоэмиссионного преобразователя ~ 36%\nПри таком КПД удельная мощность, развиваемая с 1м2 отражателя, составит ~ 0.49кВт в пределах околоземной орбиты\nМаршевый двигатель станции - плазменный. Сейчас маломощные (тяга - до 0.1кГс) варианты таких двигателей активно используются на спутниках для маневрирования и поддержания высоты орбиты. В лабораториях отрабатываются опытные образцы с потребляемой мощностью 10 - 100кВт и тягой до 1кГс. Современные технологии позволяют создать двигательная установка с тягой до 100кГс. Удельный импульс таких двигателей - от 20000 м/с до 50000 м/с. Кому интересно - [URL:https://core.ac.uk/download/pdf/161999685.pdf]{статья о разработке плазменного двигателя мощностью 100кВт}\n[IMG: 100_kw_plasma_thruster.gif, 100_kw_experiment.gif]\nЭкспериментальный плазменный двигатель мощностью 100кВт в экспериментальной установке\n\nХотя тяга таких двигателей мала по сравнению с массой корабля, но работая непрерывно неделями, плазменная установка может дать приращение скорости в 2000 - 4000 м/с. Медленно удаляясь от Земли по спирали, такой корабль выйдет к Луне или же перейдет на траекторию полета к поясу астероидов (потому что там есть вода и органика)\n\nЕсли запитывать энергией термосолнечной установки плазменный двигатель, то 1м2 отражателя обеспечивает тягу в 2 грамм-силы.\nПитание маршевого двигателя [URL:https://core.ac.uk/download/pdf/42816445.pdf]{Плазменный двигатель с тягой ~ 50кГс} потребует отражателя площадью 20500м2. Масса зеркала из кевларовой пленки с отражательным слоем из алюминия суммарной толщиной в 105мкм (взято с большим запасом, современные солнечные паруса имеют толщину порядка 5-10мкм, пример - спутник [URL:https://www.planetary.org/articles/what-is-solar-sailing]{LightSail-2}) составит ~ 3600 кг. Такая силовая установка позволит перегнать станцию с НОО на окололунную орбиту за ~30-40 дней, израсходовав 45 тонн топлива - аргона\nНа базе модифицированной станции возможно создание буксира с маршевым плазменным двигателем для доставки большого объема грузов (~ 250 - 300 тонн/рейс). Вместо пары центрифуг с обитаемыми модулями на корпусе  буксира размещаются узлы подвески с грузовыми контейнерами, топливными баками или пристыкованными КА и посадочными модулями. На большей части траектории такой буксир может управляться бортовым ИИ, а на участке приближения к станции, терминального наведения, причаливания и стыковки - дистанционно со станции назначения. Для поддержания допустимых тепловых режимов на всем протяжении полета буксир будет закручиваться вокруг продольной оси двигателями малой тяги системы ориентации/стабилизации",
    "meta": {
        "ID": 2, "tags": ["космос", "жертвы научной фантастики"], "about": { "author": "crystal_project", "datetime": 1706973286083 }, "preview_img": "MIR_2_1984.gif"
    }
}